/* Display name of the builtin "Solarized" theme. */
"solarized" = "Solarized";

/* Display name of the builtin "Freestraction" theme. */
"freestraction" = "Freestraction";

/* Display name of the builtin "Simple" theme. */
"simple" = "Simple";

/* iOS only: Display name of the builtin "iOS" theme. */
"ios" = "iOS";

/* Mac only: Display name of the builtin "Yosemite" theme. */
"yosemite" = "Yosemite";


/* Exception description which is presented when loading of a theme failed. The placeholder is replaced by the actual error description. */
"LoadingExceptionDescription" = "Exception while reading theme: %@";

/* Error description which is presented when loading of a theme failed because the format is not compatible with the current version. The placeholder is replaced with the name of the application. */
"InvalidThemeFormatVersionDescription" = "The theme file could not be opened. It seems it was created with a newer version of %@.";

/* Error description which is presented when loading of a theme failed because the format is too old and cannot be migrated to the current version. The placeholder is replaced with the name of the application. */
"OutdatedThemeFormatVersionDescription" = "The theme file could not be opened. It seems it was created with an outdated version of %@.";

/* Error description which is presented when loading of a theme failed because the (internal) contents of the theme file are corrupted. */
"ThemeFileCorruptedDescription" = "The theme file could not be opened because its contents are corrupted.";
